{
    "articles": [
        {
            "title": "What next for Murray after his retirement?",
            "content": "The 37-year-old was cheered and clapped into the building as other British athletes - including the women's hockey team - were among the gathering of people forming a guard of honour."
        },
        {
            "title": "GB's Fleetwood shares lead but McIlroy six back",
            "content": "While Fleetwood finished with a bogey, he carded six birdies and an eagle to sit alongside Japan's Hideki Matsuyama and American reigning champion Xander Schauffele on 11 under par at the halfway mark of the 72-hole strokeplay competition."
        },
        {
            "title": "Pooran powers Superchargers to win over Invincibles",
            "content": "The left-hander again showed why Flintoff put faith in him as he whacked four sixes and four fours in his knock off 41 balls which helped the Superchargers to 145-5."
        },
        {
            "title": "AC Milan make contract pledge to pregnant players",
            "content": "Players at the Italian club will also receive help with childcare and expenses for their children and a companion. The move comes amid a push for improved rights for players across the game, with Fifa launching new standards to protect pregnant female footballers in May."
        },
        {
            "title": "Ten Hag Q&A: Man Utd boss has 'left behind' job review",
            "content": "After a poor start to the Premier League season with six defeats in their opening 10 matches, they finished eighth with a negative goal difference. It was their lowest top-flight finish since the 1989-90 season."
        },
        {
            "title": "Canada fail in appeal for medal after Valieva doping ban",
            "content": "Russia were dropped from gold to bronze in the competition by the International Skating Union (ISU) after Kamila Valieva, 18, received a four-year ban for doping. The United States were promoted to gold with Japan taking silver."
        },
        {
            "title": "Who to watch out for as Scottish Premiership kicks off",
            "content": "The son of goalkeeping legend Peter has created his own legacy since he first cut his teeth in Scottish football on loan to Falkirk from Manchester City 17 years ago. Some pointed out the 37-year-old is seven months older than Joe Hart, whose retirement meant Celtic required a new number one. But the Dane arrives at Celtic Park from Anderlecht fresh from proving he is still an imposing presence with Denmark at Euro 2024 - and in some testing pre-season friendlies."
        },
        {
            "title": "When do European leagues start for 2024-25 season?",
            "content": "The Premier League kicks off in England when Manchester United host Fulham on Friday, 16 August. But, with players only having had a short break since the summer's international tournaments, when do the rest of rest of Europe's big leagues get under way? BBC Sport takes a look at the main dates from six of the continent's major leagues, which games you should look out for, the big transfers and more."
        }
    ]
}
